[SilentTakedown X2AbilityTemplate]
LocFriendlyName="Тихая ликвидация"
LocLongDescription="Вы можете бесшумно уничтожать своих врагов. При активации у вас нет радиуса обнаружения на один раунд. Атаки в ближнем бою имеют шанс не разрушить ваше укрытие, и у вас есть +10 к шансу критического попадания и +3 к критическому урону (только в ближнем бою). Может быть активирован только в скрытом состоянии."
LocHelpText="Вы можете бесшумно уничтожать своих врагов. При активации у вас нет радиуса обнаружения на один раунд. Атаки в ближнем бою имеют шанс не разрушить ваше укрытие, и у вас есть +10 к шансу критического попадания и +3 к критическому урону (только в ближнем бою). Может быть активирован только в скрытом состоянии."
LocFlyOverText="Тихая ликвидация" 
LocPromotionPopupText="<Bullet/>YoУ вас нет радиуса обнаружения на один раунд (ход xcom).\n<Bullet\>Атаки в ближнем бою имеют шанс не разрушить ваше укрытие.\n<Bullet\>+10 к шансу критического попадания и +3 к критическому урону (только в ближнем бою).\n<Bullet\>Может быть активирован только в скрытом состоянии.\n<Bullet\>Убийство цели делит шанс раскрытия пополам, если никто из других врагов не видит убийства, шанс составляет всего 10%."
